tools/app.org
#+LATEX_HEADER: \usepackage{CTEX}
* Cobalt
收藏！新晋下载王诞生，cobalt 是一个没有广告、跟踪器的免费在线下载工具。你只需粘贴链接即可获取文件，无需任何复杂操作，媒体下载本应如此。

实测支持 YouTube、Instagram、bilibili、Twitter 和 tiktok 视频下载。 
** Github
GitHub https://github.com/imputnet/cobalt
** URL
在线使用 https://cobalt.tools

* Map
一个古地图收集数据库，历史爱好者的福利。
这个网站是一个广泛的历史地图收藏站，包括16世纪到21世纪的珍稀地图。收藏品超过130,000张地图和相关图像，涉及北美、南美、欧洲、亚洲、非洲、澳大利亚、南极洲以及太平洋、等地区的地图。历史爱好者福音。
** URL
https://davidrumsey.com

* mi-gpt
家里正好有个小爱音箱，要不试试这个？
mi-gpt 将小爱音箱接入 ChatGPT 和豆包，改造成你的专属语音助手。
主要是支持 Docker ，有点意思。
** github
https://github.com/idootop/mi-gpt

* Voicer
Voicer 一个浏览器插件 ，将网页上用户选中的文字转成语音，免费使用。已接入Azure tts 和 ChatTTS 。用了一下还不错，ChatTTS 速度还是跟不上，未来可期。
** URL
https://chromewebstore.google.com/detail/voicer/bjmpceolmcffbcilhbcdemohblckpbko?authuser=0&hl=zh-CNlp
