tools/app.tex
% Created 2024-06-06 Thu 10:32
% Intended LaTeX compiler: pdflatex
\documentclass[11pt]{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage{CTEX}
\date{\today}
\title{}
\hypersetup{
 pdfauthor={},
 pdftitle={},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 28.1 (Org mode 9.5.2)}, 
 pdflang={English}}
\begin{document}

\tableofcontents

\section{Cobalt}
\label{sec:orgcceb3ec}
收藏！新晋下载王诞生，cobalt 是一个没有广告、跟踪器的免费在线下载工具。你只需粘贴链接即可获取文件，无需任何复杂操作，媒体下载本应如此。

实测支持 YouTube、Instagram、bilibili、Twitter 和 tiktok 视频下载。 
\subsection{Github}
\label{sec:orgc9927e6}
GitHub \url{https://github.com/imputnet/cobalt}
\subsection{URL}
\label{sec:orgdc5e7b3}
在线使用 \url{https://cobalt.tools}

\section{Map}
\label{sec:orgee6676e}
一个古地图收集数据库，历史爱好者的福利。
这个网站是一个广泛的历史地图收藏站，包括16世纪到21世纪的珍稀地图。收藏品超过130,000张地图和相关图像，涉及北美、南美、欧洲、亚洲、非洲、澳大利亚、南极洲以及太平洋、等地区的地图。历史爱好者福音。
\subsection{URL}
\label{sec:orgf0bbca2}
\url{https://davidrumsey.com}

\section{mi-gpt}
\label{sec:org7867beb}
家里正好有个小爱音箱，要不试试这个？
mi-gpt 将小爱音箱接入 ChatGPT 和豆包，改造成你的专属语音助手。
主要是支持 Docker ，有点意思。
\subsection{github}
\label{sec:org9443ccd}
\url{https://github.com/idootop/mi-gpt}

\section{Voicer}
\label{sec:org223a32e}
Voicer 一个浏览器插件 ，将网页上用户选中的文字转成语音，免费使用。已接入Azure tts 和 ChatTTS 。用了一下还不错，ChatTTS 速度还是跟不上，未来可期。
\subsection{URL}
\label{sec:org7c1340e}
\url{https://chromewebstore.google.com/detail/voicer/bjmpceolmcffbcilhbcdemohblckpbko?authuser=0\&hl=zh-CNlp}
\end{document}